insert into cities (name, lat, lng)
values
    ('Алейск', '51.9581028', '85.9603235'),
    ('Белокуриха', '51.9581028', '85.9603235'),
    ('Барнаул', '51.9581028', '85.9603235'),
    ('Змеиногорск', '51.9581028', '85.9603235'),
    ('Славгород', '51.9581028', '85.9603235'),
    ('Новоалтайск', '51.9581028', '85.9603235'),
    ('Завитинск', '51.9581028', '85.9603235'),
    ('Зея', '51.9581028', '85.9603235'),
    ('Онега', '51.9581028', '85.9603235'),
    ('Шенкурск', '51.9581028', '85.9603235'),
    ('Ахтубинск', '51.9581028', '85.9603235');

insert into shelters (name, number, city_id)
values
    ('Детский дом № 15', '15', '1'),
    ('Детский дом № 14', '14', '1'),
    ('Детский дом № 16', '16', '1'),
    ('Детский дом № 17', '17', '1'),
    ('Детский дом № 18', '18', '1'),
    ('Детский дом № 19', '19', '1'),
    ('Детский дом № 20', '20', '1');




